export const questions = {
    1: 'С чем пришлось столкнуться в процессе подготовки к Унивидению?',
    2: 'Что стало решающим в принятии решения участвовать в проекте?',
    3.1: 'Что тебе уже дал проект? Какой ты себя видишь после проекта?',
    3.2: 'Что тебе уже дал проект? Каким ты себя видишь после проекта?',
    3.3: 'Что тебе уже дал проект? Какими вы себя видите после проекта?',
    4: 'Переживания присущи каждому человеку, а есть ли у тебя «шпаргалка», как справиться с волнением?',
    5: 'Что для тебя значит проект?',
    6: 'Как происходит внутренний процесс: репетиции, взаимоотношения с другими участниками, с кураторами проекта?'
}

export const answers = {
    'bio': {
        0: '«Адаптируйся, импровизируй, выживай»',
        1: 'Мы ни с чем не столкнулись. Это Унивидению придется столкнуться с нами.',
        2: 'Творческий голод! Как тяжело тащить на себе невысказанные истории! В прошлый раз мы флопнулись, но в этом раз все сделаем, как надо.',
        3.3: 'Естественно, новые знакомства, возможности, интересный опыт, тусовки! (So basic...). Виденье себя является чем-то не константным. Мы — свободная душой группа, не строим глобальных ожиданий, не пытаемся заглянуть вперёд и просто находимся здесь и сейчас. После проекта хотим ощущать себя творчески сытыми, как в столовке после тяжёлой пары!',
        4: 'Артист всегда волнуется перед выступлением, даже если он не готов себе в этом признаться. При этом важно не унывать. Отслеживать все свои дерзкие мысли и реализовывать их на сцене!) Зрители готовы поддержать того, кто готов переступить через свои страхи и столкнуться с преградами и преодолеть их. К сожалению, немногие могут побороть неуверенность в себе — это не позволяет артистам раскрыться. Так что перед выступлением важно вспомнить, что у самурая нет цели, есть только путь. Тогда и не заметишь, как тревога сменится грувом рок-н-ролла.',
        5: 'Возможность реализовать свои творческие порывы.',
        6: 'Весело и интересно, иногда кажется, что Джан — это продюсер из фильма-комедии «Солдаты неудачи»)))'
    },

    'vostok': {
        0: '«Лучше стыдно, чем скучно» :)',
        1: 'Пришлось столкнуться со многими сомнениями, особенно, в собственных силах. Ранее я не участвовала ни в одном музыкальном конкурсе, поэтому часто возникало желание как-то слиться, хотя я понимаю, что это фактически уже невозможно.',
        2: '💭 Во-первых, понимание, что это шанс для меня стать более уверенной и раскрепощенной, показать себя, научиться чему-то новому. Во-вторых, поддержка моих друзей!',
        3.1: 'Я научилась более уверенно озвучивать свои пожелания незнакомым мне людям, организаторам, своим же друзьям, которые помогают мне при подготовке как морально, так и напрямую (один из них с радостью согласился со мной выступить). После проекта я вижу себя более уверенной, потому что если я смогу достойно выступить на такую большую аудиторию, то с какими-то более камерными выступлениями, наподобие защит курсовых, будет справляться намного легче. Также я очень хочу и дальше не стесняться своей любви к музыке и по возможности участвовать в подобных мероприятиях, по крайней мере в ВУЗе.',
        4: 'Предпочитаю проще относиться ко всему, а если чувствую очень сильную тревогу, то в основном представляю худший итог и то, что я буду делать после поражения. После такого «проживания» становится легче, потому что я осознаю, что даже если всё пойдёт не так, как я хочу, я смогу это пережить. А еще я часто хвалю и поддерживаю саму себя, это также помогает.',
        5: 'Для меня проект — возможность заявить о себе, о том, что я люблю музыку, что я могу её исполнять.',
        6: 'Я пока не коммуницировала с участниками, но моя кураторка и другие организаторы просто милейшие, спокойные люди, объяснения и поддержка которых помогают на пути.'
    },

    'jourfac': {
        0: '',
        1: '',
        2: '',
        3.1: '',
        4: '',
        5: '',
        6: ''
    },
    
    'hsm': {
        0: '«I don’t feel like going home»',
        1: 'Я долго подбирала песню так, чтобы мне самой было интересно её петь, чтобы она показывала мои вокальные навыки, а также понравилась зрителям. В итоге остановилась на классике — и надеюсь, что всем понравится.',
        2: 'Я живу музыкой, поэтому стараюсь использовать все возможности заниматься ей. Унивидение — возможность показать себя и получить музыкальное удовольствие.',
        3.1: 'Благодаря Унивидению, я ещё раз поняла, насколько для меня важна музыка. Теперь я всё больше задумываюсь о том, в какой сфере я смогу совместить свои знания по менеджменту и любовь к музыке.',
        4: 'Я действительно часто волнуюсь перед выходом на сцену, но нервы почти всегда уходят, как только я начинаю петь. Поэтому перед выступлением я напоминаю себе о том, что волнение уйдёт, как только я услышу первые ноты композиции.',
        5: 'Для мня Унивидение — это праздник. Каждое выступление приносит мне радость, и я смотрю на них как на источник позитива в своей жизни. Чем больше концерт — тем больше радости!',
        6: 'Участники и организаторы Унивидения создают прекрасное поддерживающее сообщество. Благодаря конкурсу я познакомилась с людьми, которые горят своим делом и всегда готовы к новым идеям!'
    },

    'inoz': {
        0: '',
        1: '',
        2: '',
        3.1: '',
        4: '',
        5: '',
        6: ''
    },

    'inyaz': {
        0: '',
        1: '',
        2: '',
        3.1: '',
        4: '',
        5: '',
        6: ''
    },

    'irkiar': {
        0: '',
        1: '',
        2: '',
        3.1: '',
        4: '',
        5: '',
        6: ''
    },

    'arts': {
        0: '',
        1: '',
        2: '',
        3.1: '',
        4: '',
        5: '',
        6: ''
    },

    'hist': {
        0: '',
        1: '',
        2: '',
        3.2: '',
        4: '',
        5: '',
        6: ''
    },
}